Repository: gpodder/panucci
Catalog: data/po/*.po
Languages: cs, de, es, fr, pl, sv

source: Found panucci instance already running, will try to use it...
cs: Nalezena běžící instance programu Panucci. Provede se pokus ji využít...
de: Panucci-Instanz gefunden, werde versuchen, sie zu benutzen...
es: Se encontró instancia de panucci en ejecución, intentando usarla...
pl: Odnaleziono już działającą sesję Panucci, następuje próba jej użycia...
sv: En panucciprocess är igång, kommer försöka använda den...

source: Resuming audiobook and podcast player
cs: Obnovuje se přehrávač knih převedených do podoby zvuku a datových proudů
de: Fortsetzender Audiobook- und Podcast-Player
es: Reproductor de audiolibros y podcasts con reanudación
fr: Un lecteur de podcasts et de livres audio gérant les marque-pages
pl: Odtwarzacz podcastów i audiobooków ze wznawianiem
sv: Ljudboks- och poddsändningsspelare som minns var du slutade

source: Select file to save playlist to
cs: Vybrat soubor, do něhož se má uložit seznam skladeb
de: Datei zum Speichern der Playliste wählen
es: Seleccione el archivo para guardar la lista de reproducción
fr: Sélectionnez le fichier de sauvegarde de la liste de lecture
pl: Wybór pliku do zapisania listy odtwarzania
sv: Välj fil att spara spellista på

source: Select podcast or audiobook
cs: Vybrat knihu převedenou do podoby zvuku a datový proud
de: Podcast oder Audiobook auswählen
es: Seleccionar lista de reproducción o audiolibro
fr: Sélectionnez le podcast ou le livre audio
pl: Wybór podcastu lub audiobooka
sv: Välj poddsänding eller ljudbok

source: Player
cs: Přehrávač

source: Playlist
cs: Seznam skladeb
de: Wiedergabeliste
es: Lista de reproducción
fr: Liste de lecture
pl: Lista odtwarzania
sv: Spellista

source: Open playlist
cs: Otevřít seznam skladeb
de: Playliste öffnen
es: Abrir lista de reproducción
fr: Ouvrir la liste de lecture
pl: Otwórz listę odtwarzania
sv: Öppna spellista

source: Open recent playlist
cs: Otevřít poslední seznam skladeb
de: Letzte Playliste öffnen
es: Abrir lista de reproducción reciente
fr: Ouvrir une liste de lecture récente
pl: Otwórz ostatnią listę odtw.
sv: Öppna senast använda spellista

source: Save current playlist
cs: Uložit nynější seznam skladeb
de: Aktuelle Playliste speichern
es: Guardar la lista de reproducción actual
fr: Sauvegarder la liste de lecture en cours
pl: Zapisz bieżącą listę odtw.
sv: Spara nuvarande spellista

source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Options
pl: Ustawienia
sv: Inställningar

source: Enable dual-action buttons
cs: Zapnout tlačítka umožňující provádět dvě činnosti
de: Zweitfunktionen der Buttons aktivieren
es: Habilitar botones de acción doble
fr: Activer les boutons à deux actions
pl: Włącz przyciski o podwójnym działaniu
sv: Aktivera knappar med dubbelfunktionsknappar

source: Enable hardware decoding
cs: Zapnout hardwarové dekódování
de: Hardware-Decoding aktivieren
es: Habilitar decodificación de hardware
fr: Activer le décodage matériel
pl: Włącz przetwarzanie sprzętowe
sv: Aktivera hårdvaruavkodning

source: Lock Progress Bar
cs: Zamknout pruh s postupem
de: Fortschrittsbalken sperren
es: Bloquear Barra de progreso
fr: Verrouiller la barre de progression
pl: Blokada paska postępu
sv: Lås förloppsraden

source: No recent files available.
cs: Nejsou dostupné žádné naposledy otevřené soubory.
de: Keine letzten Dateien verfügbar.
es: No hay archivos recientes.
fr: Pas de fichier récent disponible.
pl: Brak dostępnych ostatnich plików.
sv: Det finns inga senast använda filer.

source: Current playlist has been modified
cs: Nynější seznam skladeb byl upraven
de: Aktuelle Wiedergabeliste wurde verändert
es: La lista de reproducción actual ha sido modificada
fr: La liste de lecture courante a été modifiée
pl: Bieżąca lista odtwarzania została zmieniona
sv: Nuvarande spellista har blivit ändrad

source: Opening a new file will replace the current playlist.
cs: Otevřením nového souboru dojde k nahrazení nynějšího seznamu skladeb.
de: Die aktuelle Wiedergabeliste wird durch das Öffnen einer neuen Datei ersetzt.
es: Abrir un nuevo archivo remplazará la lista de reproducción actual.
fr: Ouvrir un nouveau fichier va effacer la liste de lecture en cours.
pl: Otwarcie nowego pliku zamieni bieżącą listę odtwarzania.
sv: Om du öppnar en ny fil kommer den ersätta nuvarande spellista.

source: Do you want to save it before creating a new one?
cs: Chcete uložit současný seznam předtím, než bude vytvořen nový?
de: Die aktuelle Liste speichern, bevor eine neue erstellt wird?
es: Desea guardarla antes de crear una nueva?
fr: Voulez-vous la sauvegarder avant d'en créer une nouvelle ?
pl: Zapisać ją przed utworzeniem nowej?
sv: Vill du spara innan du skapar en ny?

source: Discard changes
cs: Zahodit změny
de: Änderungen verwerfen
es: Descartar cambios
fr: Annuler les modifications
pl: Porzuć zmiany
sv: Ångra ändringar

source: File already exists
cs: Soubor již existuje
de: Datei existiert bereits
es: El archivo ya existe
fr: Le fichier existe déjà
pl: Plik już istnieje
sv: Filen finns redan

source: The file %s already exists. You can choose another name or overwrite the existing file.
cs: Soubor %s již existuje. Můžete vybrat jiný název, anebo přepsat stávající soubor.
de: Die Datei %s existiert bereits. Sie können einen anderen Namen auswählen oder die existierende Datei überschreiben.
es: El archivo %s ya existe. Usted puede elegir otro nombre o sobrescribir el archivo existente.
fr: Le fichier %s existe déjà. Vous pouvez choisir un autre nom ou écraser le fichier existant.
pl: Plik %s już istnieje. Można wybrać inną nazwę lub zamienić istniejący plik.
sv: Filen %s finns redan. Du kan välja ett annat namn eller ersätta den redan existrerande filen.

source: Rename file
cs: Přejmenovat soubor
de: Datei umbenennen
es: Renombrar archivo
fr: Renommer le fichier
pl: Zmień nazwę
sv: Byt namn på fil

source: Error saving playlist...
cs: Chyba při ukládání seznamu skladeb...
de: Fehler beim Speichern der Wiedergabeliste...
es: Error al guardar lista de reproducción...
fr: Erreur lors de la sauvegarde de la liste de lecture...
pl: Błąd podczas zapisywania listy odtwarzania...
sv: Fel vid sparande av spellista...

source: Converting old pickle format to SQLite.
cs: Převádí se starý formát "pickle" (nálev) na SQLite.
de: Konvertiere altes Pickle-Format zu SQLite.
es: Convirtiendo viejo formato pickle a SQLite.
fr: Convertir de l'ancien format pickle vers SQLite
pl: Zamienianie poprzedniego formatu pickle na SQLite.
sv: Konverterar gammalt pickle-format till SQLite.

source: This may take a while...
cs: Může to chvíli trvat...
de: Das kann dauern...
es: Esto puede tomar un tiempo...
fr: Ceci peut prendre un moment...
pl: To może chwilę potrwać...
sv: Detta kan ta en stund...

source: Pickle file converted successfully.
cs: Soubor "pickle" byl úspěšně převeden.
de: Pickle-Datei erfolgreich konvertiert.
es: Archivo pickle convertido con éxito.
fr: Fichier pickle converti avec succès.
pl: Plik pickle utworzono z powodzeniem.
sv: Pickle-filen konverterades framgångsrikt.

source: Error converting pickle file, check your log...
cs: Chyba při převádění souboru "pickle". Podívejte se na soubor se zápisem...
de: Fehler beim Umwandeln der Picke-Datei, schau in die Log-Datei.
es: Error al convertir el archivo pickle, revise su registro...
fr: Erreur lors de la conversion du fichier pickle, vérifier le journal (log)
pl: Błąd podczas konwertowania pliku pickle, proszę sprawdzić dziennik...
sv: Fel vid filkonvertering, läs mer i din logg...

source: Name
cs: Název
es: Nombre
fr: Nom
pl: Nazwa
sv: Namn

source: Position
cs: Poloha
es: Posición
pl: Położenie

source: Add File
cs: Přidat soubor
de: Datei hinzufügen
es: Agregar Archivo
fr: Ajouter un fichier
pl: Dodaj plik
sv: Lägg till fil

source: Add Directory
cs: Přidat adresář
de: Ordner hinzufügen
es: Agregar Directorio
fr: Ajouter un répertoire
pl: Dodaj katalog
sv: Lägg till mapp

source: Bookmark added: %s
cs: Záložka přidána: %s
de: Lesezeichen hinzugefügt: %s
es: Marcador agregado: %s
fr: Marque-page ajouté : %s
pl: Dodano zakładkę: %s
sv: Bokmärke tillagt: %s

source: Playlist item details
cs: Podrobnosti k položce seznamu skladeb
de: Wiedergabelisten-Eintrag-Details
es: Detalles del ítem de la lista
fr: Détails des éléments de la liste de lecture
pl: Szczegóły elementu listy odtw.
sv: Detaljer om spellisteobjekt

source: Custom title:
cs: Uživatelsky stanovený název:
de: Benutzerdefinierter Titel:
es: Título personalizado:
fr: Titre personnalisé
pl: Własny tytuł:
sv: Egen titel:

source: Playlist ID:
cs: ID seznamu skladeb:
de: Wiedergabelisten-ID:
es: ID de lista de reproducción:
fr: ID de la liste de lecture :
pl: Identyfikator listy odtw.:
sv: Spelliste ID:

source: Filepath:
cs: Cesta k souboru:
de: Dateipfad:
es: Ruta de archivo:
fr: Chemin du fichier :
pl: Ścieżka pliku:
sv: Sökväg:

source: <not modified>
cs: <nezměněno>
de: <nicht verändert>
es: <no modificado>
fr: <aucune modification>
pl: <bez modyfikacji>
sv: <inte ändrad>

source: <not set>
cs: <nenastaveno>
de: <nicht gesetzt>
es: <no configurado>
fr: <non défini>
pl: <nieustawione>
sv: <inte bestämd>

source: Title
cs: Název
de: Titel
es: Título
fr: Titre
pl: Tytuł
sv: Titel

source: Time
cs: Čas
de: Zeit
es: Tiempo
fr: Temps
pl: Czas
sv: Tid

source: Bookmarks
cs: Záložky
de: Lesezeichen
es: Marcadores
fr: Marque-pages
pl: Zakładki
sv: Bokmärken

source: Auto Bookmark
cs: Automatické záložky
de: Automatisches Lesezeichen
es: Marcador automático
fr: Marque-page automatique
pl: Auto-zakładka
sv: Automatisk bokmärke

source: No media selected
cs: Nevybrána žádná multimédia
de: Keine Medien ausgewählt
es: No hay archivo seleccionado
pl: Nie wybrano źródła
sv: Inget media är valt

source: Unsupported filetype.
cs: Nepodporovaný souborový typ.
de: Nicht unterstützter Dateityp.
es: Tipo de archivo no soportado.
pl: Nieobsługiwany typ pliku.
sv: Filtypen stöds inte.

source: Something wrong with the backend
cs: S jádrem něco není v pořádku
de: Mit dem Backend stimmt etwas nicht
es: Algo mal con el backend
pl: Moduł przetwarzający zwrócił błąd
sv: Något är fel i systemet.

source: Hardware blocked/in-use
cs: Prostředky blokovány/používají se
de: Hardware blockiert/in Gebrauch
es: Dispositivo bloqueado/en-uso
pl: Sprzęt zablokowany/w użyciu
sv: Hårdvaran är inte tillgänglig / används redan

source: File is corrupted/incomplete
cs: Soubor je poškozen nebo není úplný
de: Datei ist beschädigt oder unvollständig
es: Archivo corrupto/incompleto
pl: Plik jest uszkodzony/niekompletny
sv: Filen är trasig / ofullständig

source: File not found, make sure the file still exists.
cs: Soubor nebyl nalezen. Ujistěte se, prosím, že soubor stále existuje.
de: Datei nicht gefunden, bitte sicherstellen, ob die Datei existiert.
es: Archivo no encontrado, asegúrese que todavía existe.
pl: Nie odnaleziono pliku, proszę się upewnić, że plik nadal istnieje.
sv: Filen hittades inte. Kontrollera att filen finns kvar.

source: ID:
pl: Identyfikator:
